11/data/attachments/9004a727977962c4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ryan_wait_Actions_42574_4</nif:username>
            <nif:friendToBeRequested>soap_actions_8f8a2516-79bd-414f-9748-102f43ea8c35</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>